Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/LoginManager.xcstrings
Source language: en_us
Languages: ab, af, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, lo, lt, lv, ml, mr, ms, my, nb, ne_np, nl, nn, oc, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, ses, si, sk, sl, sq, su, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_cn, zh_tw

source: Are you sure?
ab: Агәра ганы уҟоума?
af: Is u seker?
an: En yes seguro?
ar: هل أنت متأكد؟
az: Əminsiniz?
be: Вы ўпэўнены?
bg: Сигурни ли сте?
bn: আপনি কি নিশ্চিত?
br: Sur oc’h?
bs: Jeste li sigurni?
ca: Segur?
co: Cuntinuà a suppressione ?
cs: Jste si jisti?
cy: Ydych chi'n siŵr?
da: Er du sikker?
de: Sind Sie sicher?
dsb: Sćo wěsty?
el: Είστε σίγουροι;
eo: Ĉu vi certas?
es: ¿Seguro?
es_ar: ¿Estás seguro?
es_cl: ¿De verdad quieres hacerlo?
es_mx: ¿Estás seguro?
et: Kas oled kindel?
eu: Ziur zaude?
fa: آیا اطمینان دارید؟
fi: Oletko varma?
fil: Sigurado ka?
fr: Poursuivre la suppression ?
ga: An bhfuil tú cinnte?
gd: A bheil thu cinnteach?
gl: Está seguro?
gu_in: શું તમે ખાતરી કરો છો?
he: האם למחוק כניסות אלו?
hi_in: क्या आप सुनिश्चित हैं?
hr: Sigurno?
hsb: Sće wěsty?
hu: Biztos benne?
hy_am: Համոզվա՞ծ եք
ia: Es tu secur?
id: Yakin?
is: Ertu viss?
it: Procedere con l’eliminazione?
ja: 本当によろしいですか？
ka: დარწმუნებული ხართ?
kab: Asentem?
kk: Сіз сенімдісіз бе?
km: តើ​អ្នក​ប្រាកដ​ដែរ​ឬ​ទេ ?
kn: ಖಚಿತವೆ?
ko: 계속 하시겠습니까?
lo: ທ່ານແນ່ໃຈແລ້ວບໍ່?
lt: Ar tikrai?
lv: Vai tiešām vēlaties?
ml: നിങ്ങള്‍ക്കുറപ്പാണോ?
mr: नक्की?
ms: Adakah anda pasti?
my: သင် ဆောင်ရွက်မည်မှာ သေချာပါသလား။
nb: Er du sikker?
ne_np: के तपाईँ निश्चित हुनुहुन्छ?
nl: Weet u het zeker?
nn: Er du sikker?
oc: Sètz segur ?
pa_in: ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ?
pl: Potwierdź
pt_br: Tem certeza?
pt_pt: Tem a certeza?
rm: Es ti segir?
ro: Ești sigur?
ru: Вы уверены?
sat_olck: ᱟᱢ ᱜᱚᱴᱟ ᱢᱮᱱᱟᱢ-ᱟ?
scn: Cuntinuari?
ses: War ga alhakiika?
si: ඔබට විශ්වාස ද?
sk: Ste si istý?
sl: Ste prepričani?
sq: Jeni i sigurt?
su: Anjeun yakin?
sv: Är du säker?
ta: உறுதியாக?
te: మీరు నిశ్చయంగా వున్నారా?
tg: Шумо мутмаин ҳастед?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
tt: Моны раслыйсызмы?
ug: جەزملەشتۈرەمسىز؟
uk: Ви впевнені?
ur: کیا آپ کو یقین ہے؟
uz: Ishonchingiz komilmi?
vi: Bạn có chắc không?
zh_cn: 您确定吗？
zh_tw: 您確定？

source: Cancel
ab: Аԥыхра
af: Kanselleer
an: Cancelar
ar: ألغِ
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bg: Отказ
bn: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_ar: Cancelar
es_cl: Cancelar
es_mx: Cancelar
et: Loobu
eu: Utzi
fa: لغو
fi: Peruuta
fil: Ikansela
fr: Annuler
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
gu_in: રદ કરો
he: ביטול
hi_in: रद्द करें
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದು ಮಾಡು
ko: 취소
lo: ຍົກເລີກ
lt: Atsisakyti
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: မဆောင်ရွက်တော့ပါ
nb: Avbryt
ne_np: रद्द गर्नुहोस्
nl: Annuleren
nn: Avbryt
oc: Anullar
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ro: Anulează
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
ses: Naŋ
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
su: Bolay
sv: Avbryt
ta: ரத்து
te: రద్దుచేయి
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

source: Clear Search
ab: Ирыцқьа аԥшаара
af: Wis soektog
an: Borrar busqueda
ar: امسح البحث
az: Axtarışı Təmizlə
be: Ачысціць пошук
bg: Изчистване на търсене
bn: অনুসন্ধান মুছুন
br: Goullonderiñ ar glask
bs: Očisti pretragu
ca: Esborra la cerca
co: Squassà e ricerche
cs: Zrušit hledání
cy: Clirio'r Chwilio
da: Ryd søgning
de: Suchfeld löschen
dsb: Pytańsku historiju wuprozniś
el: Απαλοιφή αναζήτησης
eo: Viŝi serĉon
es: Borrar búsqueda
es_ar: Borrar búsqueda
es_cl: Limpiar el buscador
es_mx: Limpiar búsqueda
et: Tühjenda otsing
eu: Garbitu bilaketa
fa: پاک‌سازی جست‌وجو
fi: Tyhjennä haku
fil: Burahin ang Search
fr: Effacer les recherches
ga: Glan an Cuardach
gd: Falamhaich an lorg
gl: Borra a busca
gu_in: શોધ સાફ કરો
he: ניקוי חיפוש
hi_in: खोज मिटाएं
hr: Isprazni pretragu
hsb: Pytansku historiju wuprózdnić
hu: Keresés törlése
hy_am: Մաքրել որոնումը
ia: Vacuar le recerca
id: Bersihkan Pencarian
is: Hreinsa leit
it: Azzera ricerca
ja: 検索を消去
ka: ძიების გასუფთავება
kab: Sfeḍ Anadi
kk: Іздегенді тазалау
km: ជម្រះ​ការ​ស្វែងរក
kn: ಹುಡುಕನ್ನು ಅಳಿಸು
ko: 검색 기록 지우기
lo: ລົບລ້າງການຄົ້ນຫາ
lt: Išvalyti paiešką
lv: Attīrīt meklēšanu
ml: തിരച്ചിൽ വെടിപ്പാക്കുക
mr: शोध साफ करा
ms: Buang Carian
my: ရှာဖွေမှုများကို ရှင်းလင်းပါ
nb: Tøm søk
ne_np: खोजी कार्य रद्द गर्नुहोस्
nl: Zoekveld wissen
nn: Tøm søk
oc: Escafar las recèrcas
pa_in: ਖੋਜ ਮਿਟਾਓ
pl: Wyczyść pole wyszukiwania
pt_br: Limpar pesquisa
pt_pt: Limpar pesquisa
rm: Svidar la tschertga
ro: Șterge căutarea
ru: Очистить поиск
sat_olck: ᱯᱟᱱᱛᱮ ᱯᱷᱟᱨᱪᱟ
scn: Scancella risciduta
ses: Ceeciyanoo tuusu
si: සෙවුම මකන්න
sk: Vymazať hľadanie
sl: Počisti iskanje
sq: Spastroje Kërkimin
su: Beresihan Pamaluruhan
sv: Töm sökfältet
ta: தேடலைத் துடை
te: శోధనను క్లియర్ చేయి
tg: Пок кардани ҷустуҷӯ
th: ล้างการค้นหา
tr: Aramayı temizle
tt: Эзләүне чистарту
ug: ئىزدەشنى تازىلا
uk: Стерти пошук
ur: تلاش صاف کریں
uz: Izlash tarixini tozalash
vi: Xóa trắng tìm kiếm
zh_cn: 清除搜索
zh_tw: 清除搜尋

source: Copy
ab: Ақәҭыхра
af: Kopieer
an: Copiar
ar: انسخ
ast: Copiar
az: Köçür
be: Капіяваць
bg: Копиране
bn: কপি
br: Eilañ
bs: Kopiraj
ca: Copia
co: Cupià
cs: Kopírovat
cy: Copïo
da: Kopier
de: Kopieren
dsb: Kopěrowaś
el: Αντιγραφή
eo: Kopii
es: Copiar
es_ar: Copiar
es_cl: Copiar
es_mx: Copiar
et: Kopeeri
eu: Kopiatu
fa: نسخه‌برداری
fi: Kopioi
fil: Kopyahin
fr: Copier
ga: Cóipeáil
gd: Dèan lethbhreac
gl: Copiar
gu_in: કૉપિ કરો
he: העתקה
hi_in: कॉपी करें
hr: Kopiraj
hsb: Kopěrować
hu: Másolás
hy_am: Պատճենել
ia: Copiar
id: Salin
is: Afrita
it: Copia
ja: コピー
ka: ასლი
kab: Nɣel
kk: Көшіріп алу
km: ​ចម្លង
kn: ನಕಲಿಸು
ko: 복사
lo: ສຳເນົາ
lt: Kopijuoti
lv: Kopēt
ml: പകര്‍ത്തുക
mr: प्रत बनवा
ms: Salin
my: ကူးယူပါ
nb: Kopier
ne_np: प्रतिलिपि बनाउनुहोस्
nl: Kopiëren
nn: Kopier
oc: Copiar
pa_in: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
rm: Copiar
ro: Copiază
ru: Копировать
sat_olck: ᱱᱚᱠᱚᱞ
scn: Copia
ses: Berandi
si: පිටපතක්
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
su: Tiron
sv: Kopiera
ta: நகலெடு
te: కాపీ
tg: Нусха бардоштан
th: คัดลอก
tr: Kopyala
tt: Күчереп алу
ug: كۆچۈر
uk: Копіювати
ur: نقل
uz: Nusxa olish
vi: Sao chép
zh_cn: 复制
zh_tw: 複製

source: Created %@
ab: Иаԥҵоуп %@
an: Creyau %@
ar: أُنشئت في %@
ast: Creóse: %@
az: Yaradılıb: %@
be: Створана %@
bn: %@ এ তৈরি করা
br: Krouet %@
bs: Kreirao %@
ca: Creat: %@
co: Creatu %@
cs: Uloženo %@
cy: Crëwyd %@
da: Oprettet: %@
de: Erstellt: %@
dsb: Napórany: %@
el: Δημιουργία %@
eo: Kreita: %@
es: Creado: %@
es_ar: Creado %@
es_cl: Creado %@
es_mx: Creado %@
et: Loodud %@
eu: Sortuta %@
fa: ایجاد شده %@
fi: Luotu %@
fr: Date de création : %@
gd: Air a chruthachadh %@
gl: Creada o %@
gu_in: %@ બનાવ્યું
he: נוצר ב־%@
hi_in: %@ पर बनाया गया
hr: Izrađeno %@
hsb: Wutworjeny: %@
hu: Létrehozva: %@
hy_am: Ստեղծվել է %@
ia: Create %@
id: Dibuat %@
is: Stofnað %@
it: Creata %@
ja: 作成日: %@
ka: შექმნილი %@
kab: Yettwarna %@
kk: Жасалған %@
km: បាន​បង្កើត %@
ko: %@에 생성됨
lo: ສ້າງແລ້ວ %@
lt: Sukurta %@
lv: Izveidots %@
ml: %@ സൃഷ്ടിച്ചത്
mr: तयार केले %@
my: %@ တွင် ဖန်တီးထားပြီး
nb: Opprettet %@
ne_np: %@ सिर्जना गरियो
nl: Gemaakt: %@
nn: Oppretta %@
oc: Data de creacion : %@
pa_in: %@ ਬਣਾਇਆ
pl: Utworzono: %@
pt_br: Criado %@
pt_pt: Criado %@
rm: Creà: %@
ro: Creată %@
ru: Создано %@
sat_olck: %@ ᱨᱮ ᱛᱮᱭᱟᱨᱮᱱᱟ
scn: Criatu %@
si: සෑදුවේ %@
sk: Vytvorené %@
sl: Ustvarjeno %@
sq: Krijuar më %@
su: Dijieun %@
sv: Skapad %@
ta: %@ உருவாக்கியது
te: సృష్టించబడింది %@
tg: Санаи %@ эҷод карда шуд
th: สร้างเมื่อ %@
tr: Oluşturma: %@
tt: Ясалган %@
ug: قۇرۇلغان ۋاقتى %@
uk: Створено %@
ur: %@ پر پیدا کیا
vi: Đã tạo %@
zh_cn: 创建于 %@
zh_tw: 建立於 %@

source: Delete
ab: Аныхра
af: Verwyder
an: Borrar
ar: احذف
ast: Desaniciar
az: Sil
be: Выдаліць
bg: Изтриване
bn: মুছে ফেলুন
br: Dilemel
bs: Izbriši
ca: Suprimeix
co: Squassà
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
dsb: Lašowaś
el: Διαγραφή
eo: Forigi
es: Eliminar
es_ar: Borrar
es_cl: Eliminar
es_mx: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fil: Burahin
fr: Supprimer
ga: Scrios
gd: Sguab às
gl: Eliminar
gu_in: કાઢો
he: מחיקה
hi_in: मिटाएं
hr: Izbriši
hsb: Zhašeć
hu: Törlés
hy_am: Ջնջել
ia: Deler
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kab: Kkes
kk: Өшіру
km: លុប
kn: ಅಳಿಸು
ko: 삭제
lo: ລຶບ
lt: Pašalinti
lv: Dzēst
ml: കളയുക
mr: नष्ट करा
ms: Buang
my: ဖျက်ရန်
nb: Slett
ne_np: हटाउनुहोस्
nl: Verwijderen
nn: Slett
oc: Suprimir
pa_in: ਹਟਾਓ
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
rm: Stizzar
ro: Șterge
ru: Удалить
sat_olck: ᱢᱮᱴᱟᱣ
scn: Scancella
ses: Tuusu
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Fshije
su: Pupus
sv: Ta bort
ta: அழி
te: తొలగించు
tg: Нест кардан
th: ลบ
tr: Sil
tt: Бетерү
ug: ئۆچۈر
uk: Видалити
ur: مٹائیں
uz: O‘chirish
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

# DeleteLoginAlert.DeleteButton.Cancel.v122
source: Cancel
ab: Аԥыхра
be: Скасаваць
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_ar: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
su: Bolay
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# DeleteLoginAlert.DeleteButton.Title.v122
source: Remove
ab: Аныхра
be: Выдаліць
br: Lemel
bs: Ukloni
ca: Elimina
co: Caccià
cs: Odebrat
cy: Tynnu
da: Fjern
de: Entfernen
dsb: Wótwónoźeś
el: Αφαίρεση
eo: Forigi
es: Eliminar
es_ar: Eliminar
es_cl: Eliminar
es_mx: Eliminar
eu: Kendu
fi: Poista
fr: Supprimer
gd: Thoir air falbh
gl: Retirar
he: הסרה
hr: Ukloni
hsb: Wotstronić
hu: Eltávolítás
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
it: Elimina
ja: 削除
ka: მოცილება
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລຶບ
ml: മാറ്റുക
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pl: Usuń
pt_br: Remover
pt_pt: Remover
rm: Allontanar
ru: Удалить
sat_olck: ᱚᱪᱚᱜᱽ ᱢᱮ
scn: Leva
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Hiqe
su: Piceun
sv: Ta bort
tg: Тоза кардан
th: เอาออก
tr: Kaldır
tt: Бетерү
ug: چىقىرىۋەت
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_tw: 移除

# DeleteLoginAlert.Message.Local.v122
source: You cannot undo this action.
ab: Уара иузыҟаҵом ари аус ԥыхра.
be: Вы не зможаце адмяніць гэта дзеянне.
br: Ne c’hallit ket dizober kement-se.
bs: Ne možete poništiti ovu radnju.
ca: Aquesta acció no es pot desfer.
co: Ùn si pò disfà st’azzione.
cs: Tuto akci nelze vrátit zpět.
cy: Nid oes modd i chi ddadwneud y weithred hon.
da: Du kan ikke fortryde denne handling.
de: Diese Aktion kann nicht rückgängig gemacht werden.
dsb: Njamóžośo toś tu akciju anulěrowaś.
el: Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια.
eo: Tiu ĉi ago ne estas malfarebla.
es: No puedes deshacer esta acción.
es_ar: No sé puede deshacer esta acción.
es_cl: No puedes deshacer esta acción.
es_mx: No puedes deshacer esta acción.
eu: Ezin duzu ekintza hau desegin.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Cette action ne peut être annulée.
gd: Chan urrainn dhut seo a neo-dhèanamh.
gl: Non pode desfacer esta acción.
he: אין באפשרותך לבטל פעולה זו.
hr: Ovu radnju ne možeš poništiti.
hsb: Njemóžeće tutu akciju cofnyć.
hu: Ez a művelet nem vonható vissza.
hy_am: Դուք չեք կարող հետարկել այս գործողությունը:
ia: Tu non potera disfacer iste action.
id: Anda tidak dapat membatalkan tindakan ini.
is: Þú getur ekki afturkallað þessa aðgerð.
it: Non è possibile annullare questa azione.
ja: この操作は取り消すことができません。
ka: ეს ქმედება შეუქცევადია.
kab: Ur tezmireḍ ara ad tesfesxeḍ tigawt-a.
kk: Бұл әрекетті болдырмау мүмкін емес.
ko: 이 작업은 취소할 수 없습니다.
lo: ທ່ານບໍ່ສາມາດຍົກເລີກການກະທຳນີ້ໄດ້.
ml: താങ്ങൾക്കു് ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാവില്ല.
nb: Du kan ikke angre denne handlingen.
nl: U kunt deze actie niet ongedaan maken.
nn: Du kan ikkje angre denne handlinga.
pa_in: ਇਹ ਕਾਰਵਾਈ ਨੂੰ ਤੁਸੀਂ ਵਾਪਸ ਨਹੀਂ ਲੈ ਸਕਦੇ ਹੋ।
pl: Tego działania nie można cofnąć.
pt_br: Você não pode desfazer esta ação.
pt_pt: Você não pode desfazer esta ação.
rm: I n'è betg pussaivel da revocar questa acziun.
ru: Вы не можете отменить это действие.
sat_olck: ᱟᱢ ᱫᱚ ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱵᱟᱝ ᱨᱩᱣᱟᱹᱲ ᱟᱹᱜᱩ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾
scn: Nun poi sfari st’azzioni.
si: මෙම ක්‍රියාමාර්ගය අප්‍රතිවර්ත්‍යයි.
sk: Túto akciu nie je možné vrátiť späť.
sl: Tega dejanja ne boste mogli razveljaviti.
sq: S’mund ta zhbëni këtë veprim.
su: Anjeun teu bisa mulangkeun léngkah ieu.
sv: Du kan inte ångra den här åtgärden.
tg: Шумо ин амалро бекор карда наметавонед.
th: คุณไม่สามารถยกเลิกการกระทำนี้ได้
tr: Bu işlemi geri alamazsınız.
tt: Сез бу гамәлне кире кайтара алмыйсыз.
ug: بۇ مەشغۇلاتتىن يېنىۋالالمايسىز.
uk: Це незворотна дія.
vi: Bạn không thể hoàn tác hành động này.
zh_cn: 此操作不可撤销。
zh_tw: 無法還原此動作。

# DeleteLoginAlert.Message.Synced.v122
source: This will remove the password from all of your synced devices.
ab: Уи асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи аԥсыӡажәа аԥнахуеит.
be: Гэта прывядзе да выдалення пароля з усіх вашых сінхранізаваных прылад.
br: Dilemel a raio ar ger-tremen diwar hoc’h holl drevnadoù goubredet.
bs: Ovo će ukloniti lozinku sa svih vaših sinhroniziranih uređaja.
ca: Això eliminarà la contrasenya de tots els dispositius sincronitzats.
co: St’azzione hà da caccià a parolla d’intesa da tutti i vostri apparechji sincrunizati.
cs: Tím odstraníte heslo ze všech synchronizovaných zařízení.
cy: Bydd hyn yn tynnu'r cyfrinair o'ch holl ddyfeisiau wedi'u cydweddu.
da: Dette vil fjerne adgangskoden fra alle dine synkroniserede enheder.
de: Dadurch wird das Passwort von allen Ihren synchronisierten Geräten entfernt.
dsb: To gronidło ze wšych wašych synchronizěrowanych rědow wótwónoźijo.
el: Αυτή η ενέργεια θα αφαιρέσει τον κωδικό πρόσβασης από όλες τις συγχρονισμένες συσκευές σας.
eo: Tio ĉi forigos la pasvorton en ĉiuj viaj spegulitaj aparatoj.
es: Esto eliminará la contraseña de todos tus dispositivos sincronizados.
es_ar: Esto eliminará la contraseña de todos tus dispositivos sincronizados.
es_cl: Esto eliminará la contraseña de todos tus dispositivos sincronizados.
es_mx: Esto eliminará la contraseña de todos tus dispositivos sincronizados.
eu: Honek pasahitza kenduko du sinkronizatutako zure gailu guztietatik.
fi: Tämä poistaa salasanan kaikista synkronoiduista laitteistasi.
fr: Le mot de passe sera supprimé de tous vos appareils synchronisés.
gd: Bheir seo air falbh am facal-faire o gach uidheam sioncronaichte agad.
gl: Isto eliminará o contrasinal de todos os seus dispositivos sincronizados.
he: פעולה זו תסיר את הססמה מכל המכשירים המסונכרנים שלך.
hr: Ovo će ukloniti lozinku sa svih tvojih sinkroniziranih uređaja.
hsb: To hesło ze wšěch wašich synchronizowanych gratow wotstroni.
hu: Ezzel eltávolítja a jelszót az összes szinkronizált eszközről.
hy_am: Սա կհեռացնի գաղտնաբառը ձեր բոլոր համաժամացված սարքերից:
ia: Isto removera le contrasigno ab tote tu apparatos synchronisate.
id: Ini akan menghapus kata sandi dari semua perangkat Anda yang disinkronkan.
is: Þetta mun fjarlægja lykilorðið úr öllum samstilltu tækjunum þínum.
it: Questa operazione rimuoverà la password da tutti i dispositivi sincronizzati.
ja: これにより、同期しているすべての端末からパスワードが削除されます。
ka: ეს მოაცილებს პაროლს ყველა თქვენი დასინქრონებული მოწყობილობიდან.
kab: Ayagi ad yekkes awal uffir seg meṛṛa ibenkan-ik·im yemtawan.
kk: Бұл әрекет парольді барлық синхрондалған құрылғыларыңыздан өшіреді.
ko: 이 작업은 동기화된 모든 장치에서 비밀번호를 제거합니다.
lo: ນີ້ຈະເປັນການລຶບລະຫັດຜ່ານອອກຈາກອຸປະກອນທີ່ຊິ້ງທັງໝົດຂອງທ່ານ.
ml: ഇതു് താങ്ങളുടെ എല്ലാ സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു ഈ ഒളിവാക്കു് മാറ്റും
nb: Dette vil fjerne passordet fra alle de synkroniserte enhetene dine.
nl: Hierdoor wordt het wachtwoord van al uw gesynchroniseerde apparaten verwijderd.
nn: Dette vil fjerne passordet frå alle dei synkroniserte einingane dine.
pa_in: ਇਹ ਤੁਹਾਡੇ ਸਿੰਕ ਕੀਤੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਤੋਂ ਪਾਸਵਰਡ ਨੂੰ ਹਟਾਏਗਾ।
pl: Spowoduje to usunięcie hasła ze wszystkich synchronizowanych urządzeń.
pt_br: Remove esta senha de todos os seus dispositivos sincronizados.
pt_pt: Isto irá remover a palavra-passe de todos os seus dispositivos sincronizados.
rm: Uschia vegn allontanà il pled-clav da tut tes apparats sincronisads.
ru: Это удалит пароль со всех ваших синхронизированных устройств.
sat_olck: ᱱᱚᱶᱟ ᱫᱚ ᱟᱢᱟᱜ ᱡᱚᱛᱚ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱟᱠᱟᱱ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫᱽ ᱚᱪᱚᱜᱽ ᱦᱚᱪᱚᱭᱟ ᱾
scn: Chistu scancella a chiavi di tutti i to dispusitivi sincrunizzati.
si: මෙය ඔබගේ සියළුම සමමුහූර්ත උපාංග වලින් මුරපදය ඉවත් කෙරේ.
sk: Týmto sa heslo odstráni zo všetkých vašich synchronizovaných zariadení.
sl: S tem boste geslo odstranili iz vseh svojih sinhroniziranih naprav.
sq: Kjo do ta heqë fjalëkalimin nga krejt pajisjet tuaja të njëkohësuara.
su: Ieu bakal miceun kecap sandi tina sakabéh parabot nu disingkronkeun.
sv: Detta tar bort lösenordet från alla dina synkroniserade enheter.
tg: Ин амал ниҳонвожаро аз ҳамаи дастгоҳҳои ҳамоҳангшудаи шумо тоза мекунад.
th: การดำเนินการนี้จะเป็นการลบรหัสผ่านออกจากอุปกรณ์ที่ซิงค์ทั้งหมดของคุณ
tr: Bu parola, eşitlenen tüm cihazlarınızdan silinecektir.
tt: Бу адым серсүзне барлык синхронланган җиһазларыгыздан бетерүгә китерәчәк.
ug: بۇ مەشغۇلات قەدەمداشلانغان بارلىق ئۈسكۈنىلىرىڭىزدىن پارولنى چىقىرىۋېتىدۇ.
uk: Ця дія вилучить пароль з усіх ваших синхронізованих пристроїв.
vi: Thao tác này sẽ xóa mật khẩu khỏi tất cả các thiết bị đã đồng bộ hóa của bạn.
zh_cn: 将在所有同步的设备上移除此密码。
zh_tw: 將從您所有進行同步的裝置中，刪除密碼。

# DeleteLoginsAlert.Title.v122
source: Remove Password?
ab: Амаӡажәа аԥыхтәума?
be: Выдаліць пароль?
br: Dilemel ar ger-tremen?
bs: Ukloniti lozinku?
ca: Voleu eliminar la contrasenya?
co: Caccià a parolla d’intesa ?
cs: Odstranit heslo?
cy: Tynnu Cyfrinair?
da: Fjern adgangskode?
de: Passwort entfernen?
dsb: Gronidło wótwónoźeś?
el: Αφαίρεση κωδικού πρόσβασης;
eo: Ĉu forigi pasvorton?
es: ¿Eliminar contraseña?
es_ar: ¿Eliminar contraseña?
es_cl: ¿Eliminar contraseña?
es_mx: ¿Eliminar contraseña?
eu: Kendu pasahitza?
fi: Poistetaanko salasana?
fr: Supprimer le mot de passe ?
gd: A bheil thu airson am facal-faire a thoirt air falbh?
gl: Eliminar o contrasinal?
he: להסיר את הססמה?
hr: Ukloniti lozinku?
hsb: Hesło wotstronić?
hu: Jelszó eltávolítása?
hy_am: Հեռացնե՞լ գաղտնաբառը:
ia: Remover le contrasigno?
id: Hapus Kata Sandi?
is: Fjarlægja lykilorð?
it: Eliminare la password?
ja: パスワードを削除しますか？
ka: წაიშალოს პაროლი?
kab: Kkes awal uffir?
kk: Парольді өшіру керек пе?
ko: 비밀번호를 삭제하시겠습니까?
lo: ລຶບລະຫັດຜ່ານອອກບໍ?
ml: ഒളിവാക്കു് മാറ്റുക?
nb: Vil du fjerne passordet?
nl: Wachtwoord verwijderen?
nn: Vil du fjerne passordet?
pa_in: ਪਾਸਵਰਡ ਹਟਾਉਣਾ ਹੈ?
pl: Czy usunąć hasło?
pt_br: Remover senha?
pt_pt: Remover palavra-passe?
rm: Allontanar il pled-clav?
ru: Удалить пароль?
sat_olck: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫᱽ ᱚᱪᱚᱜᱽᱟᱢ ᱥᱮ ?
scn: Livari a chiavi?
si: මුරපදය ඉවත් කරන්නද?
sk: Odstrániť heslo?
sl: Odstranim geslo?
sq: Të hiqet Fjalëkalimi?
su: Piceun Sandi?
sv: Ta bort lösenord?
tg: Ниҳонвожаро тоза мекунед?
th: ลบรหัสผ่าน?
tr: Parola kaldırılsın mı?
tt: Серсүз бетерелсенме?
ug: پارولنى چىقىرىۋېتەمسىز؟
uk: Вилучити пароль?
vi: Xóa mật khẩu?
zh_cn: 确定要移除密码吗？
zh_tw: 要移除密碼嗎？

source: Deselect All
ab: Иалкаатәуп зегьы
af: Ontkies almal
an: Desmarcar-lo tot
ar: ألغِ تحديد الكل
ast: Deseleicionar too
az: Seçimləri Qaldır
be: Зняць выбар з усіх
bg: Отмяна всички
bn: সবগুলো অনির্বাচিত করুন
br: Diziuzañ pep tra
bs: Odznači sve
ca: Desmarca-ho tot
co: Ùn selezziunà nunda
cs: Zrušit výběr
cy: Dad-ddewis y Cyfan
da: Fravælg alle
de: Auswahl aufheben
dsb: Wšykne wótwóliś
el: Από-επιλογή όλων
eo: Malelekti ĉion
es: Desmarcar todo
es_ar: Desmarcar todo
es_cl: Deseleccionar todas
es_mx: Deseleccionar todo
et: Tühista kõik valikud
eu: Desautatu denak
fa: عدم انتخاب همه
fi: Poista kaikkien valinta
fil: Tanggalin ang pagpili
fr: Tout désélectionner
ga: Díroghnaigh Uile
gd: Dì-thagh na h-uile
gl: Desmarcar todo
gu_in: બધા નાપસંદ કરો
he: ביטול בחירה מהכול
hi_in: सभी अचयनित करें
hr: Poništi odabir
hsb: Wšě wotwolić
hu: A kijelölés megszüntetése
hy_am: Ապանշել բոլորը
ia: Non plus seliger toto
id: Batalkan semua pilihan
is: Afvelja allt
it: Deseleziona tutto
ja: 全選択を解除
ka: მონიშვნის გაუქმება
kab: Kkes akk afran
kk: Таңдауды алып тастау
km: ដោះ​ជ្រើស​ទាំងអស់
kn: ಎಲ್ಲಾ ಆಯ್ಕೆಯನ್ನು ರದ್ದು ಮಾಡು
ko: 모두 선택해제
lo: ບໍ່ເລືອກທັງຫມົດ
lt: Atžymėti viską
lv: Noņemt visu
ml: തിരഞ്ഞെടുത്തവ വേണ്ടെന്ന് വയ്ക്കുക
mr: सर्व निवड काढा
ms: Nyahpilih Semua
my: ရွေးထားသည်များကို ပယ်ပါ
nb: Velg ingen
ne_np: सबै चयनबाट हटाउनुहोस्
nl: Alle deselecteren
nn: Vel ingen
oc: O seleccionar tot
pa_in: ਸਭ ਨੂੰ ਨਾ-ਚੁਣੋ
pl: Odznacz wszystkie
pt_br: Desmarcar tudo
pt_pt: Desmarcar tudo
rm: Deselecziunar tut
ro: Deselectează toate
ru: Снять выделение со всех
sat_olck: ᱡᱚᱛᱚ ᱵᱟᱪᱷᱟᱣ ᱠᱷᱚᱱ ᱚᱪᱚᱜ
scn: Smarca tuttu
ses: Ikul naŋ
si: සියල්ල නොතෝරන්න
sk: Zrušiť výber všetkého
sl: Počisti izbiro
sq: Shpërzgjidhi Krejt
su: Pilih Kabéh
sv: Avmarkera alla
ta: தேர்வு நீக்கு
te: అన్ని ఎంపికలను తీసివేయి
tg: Бекор кардани тамоми интихоб
th: ไม่เลือกทั้งหมด
tr: Seçimi temizle
tt: Берсен дә сайламау
ug: ھەممىنى تاللىما
uk: Зняти все
ur: سب کو غیر منتخب کریں
uz: Barcha belgilashni bekor qilish
vi: Bỏ chọn tất cả
zh_cn: 全部取消
zh_tw: 取消選擇全部
